[
    {
        "question": "How do I subscribe?",
        "reply": "Subscription is made through Gumroad. The links on the subscriptions will take you to their respective Gumroad pages.",
        "category": "pricing",
        "open": true
    },
    {
        "question": "How long is the free trial?",
        "reply": "When you subscribe for a membership on Gumroad, you have 7 days to access our product before your card gets charged. You can also cancel before the end of the trial, to avoid getting charged.",
        "category": "pricing",
        "open": false
    },
    {
        "question": "Can I upgrade my plan later?",
        "reply": "Yes, you can upgrade or downgrade your plan at any time from the 'Manage membership' area on Gumroad. The changes will take effect immediately, and any cost adjustments will be prorated.",
        "category": "pricing",
        "open": false
    },
    {
        "question": "Are there any hidden fees?",
        "reply": "No, there are no hidden fees. The price you see is the price you pay. We believe in transparent pricing with no surprises.",
        "category": "pricing",
        "open": false
    },
    {
        "question": "Do you offer discounts for annual subscriptions?",
        "reply": "Yes, we offer a discount for annual subscriptions. By choosing an annual plan, you can save up to 33% compared to the monthly plan.",
        "category": "pricing",
        "open": false
    },
    {
        "question": "Do you offer refunds?",
        "reply": "Yes, we offer refunds but on certain conditions only. Please go through our refund policy for more information.",
        "category": "pricing",
        "open": false
    },
    {
        "question": "Can I use LearnFacebookAdsInsights with other BI tools?",
        "reply": "Yes, with LearnFacebookAdsInsights, you can pull your Facebook Ads data into Google Sheets and use the Google Sheets integration to connect with various BI tools like Looker Studio and Power BI. This allows you to create custom reports and visualizations based on your Facebook Ads data.",
        "category": "integrations",
        "open": true
    },
    {
        "question": "How do I connect LearnFacebookAdsInsights to Google Sheets?",
        "reply": "You can easily connect LearnFacebookAdsInsights to Google Sheets through our integration settings. Once connected, your Facebook Ads data will automatically sync to your specified Google Sheet, allowing you to analyze and visualize your ad performance data.",
        "category": "integrations",
        "open": false
    },
    {
        "question": "Does LearnFacebookAdsInsights work with Looker Studio (formerly Data Studio)?",
        "reply": "Yes, LearnFacebookAdsInsights integrates seamlessly with Looker Studio. By pulling your Facebook Ads data into Google Sheets first, you can then connect those sheets to Looker Studio to create interactive dashboards and custom reports for your ad campaigns.",
        "category": "integrations",
        "open": false
    },
    {
        "question": "Can I export data to Excel or CSV format?",
        "reply": "Yes, you can export your Facebook Ads data to both Excel and CSV formats. This makes it easy to share reports with stakeholders or perform additional analysis using your preferred tools.",
        "category": "integrations",
        "open": false
    },
    {
        "question": "Does LearnFacebookAdsInsights support Power BI integration?",
        "reply": "Yes, you can connect LearnFacebookAdsInsights with Power BI through our Google Sheets integration or by using our API. This allows you to incorporate your Facebook Ads metrics into your Power BI dashboards and reports.",
        "category": "integrations",
        "open": false
    },
    {
        "question": "Can I integrate with multiple Facebook Ad accounts?",
        "reply": "Yes, LearnFacebookAdsInsights supports integration with multiple Facebook Ad accounts. You can easily switch between accounts and pull into multiple sheets for comprehensive reporting.",
        "category": "integrations",
        "open": false
    }
]