[
	{
		"title": "Real-Time Facebook Ads Data",
		"description": "Automatically pull live Facebook Ads data directly into Google Sheets. Monitor campaign performance, ad spend, and conversions in real-time.",
		"category": "Analytics"
	},
	{
		"title": "Customizable Data Views",
		"description": "Create personalized spreadsheet dashboards tailored to your reporting needs. Focus on the metrics that matter most for your campaigns.",
		"category": "Analytics"
	},
	{
		"title": "AI-Powered Insights",
		"description": "Get intelligent campaign analysis and recommendations powered by AI. Discover optimization opportunities and actionable insights automatically.",
		"category": "Analytics"
	},
	{
		"title": "Facebook Ads API Integration",
		"description": "Seamlessly connect to Facebook Marketing API to access all your ad account data. Pull campaigns, ad sets, and ad-level metrics effortlessly.",
		"category": "Integrations"
	},
	{
		"title": "Google Sheets Native Extension",
		"description": "Work directly within Google Sheets with our native extension. No need to switch between platforms - everything syncs automatically.",
		"category": "Productivity"
	},
	{
		"title": "Dedicated Support",
		"description": "Get expert assistance from our team who understands Facebook Ads and Google Sheets. We're here to help you maximize your ad performance.",
		"category": "Support"
	},
	{
		"title": "Scalable Data Pulling",
		"description": "Whether you manage one ad account or hundreds, our extension scales with your needs. Handle unlimited campaigns and data volumes efficiently.",
		"category": "Analytics"
	},
	{
		"title": "Automated Data Refresh",
		"description": "Schedule automatic data refreshes to keep your sheets updated. Set intervals from hourly to daily based on your reporting requirements.",
		"category": "Productivity"
	},
	{
		"title": "Advanced Performance Reports",
		"description": "Generate comprehensive Facebook Ads reports with customizable metrics. Track ROAS, CTR, CPC, conversions, and all key performance indicators.",
		"category": "Analytics"
	},
	{
		"title": "Team Collaboration",
		"description": "Share your Facebook Ads data sheets with team members seamlessly. Collaborate on campaign analysis and strategy with shared access.",
		"category": "Productivity"
	},
	{
		"title": "Multi-Account Management",
		"description": "Connect and manage multiple Facebook Ad accounts from a single extension. Switch between accounts and consolidate reporting effortlessly.",
		"category": "Integrations"
	},
	{
		"title": "Custom Metric Formulas",
		"description": "Create custom calculated metrics using Google Sheets formulas. Combine Facebook Ads data with your own business metrics for deeper insights.",
		"category": "Analytics"
	},
	{
		"title": "Performance Alerts",
		"description": "Set up alerts for campaign performance thresholds. Get notified when spend exceeds budget or when ROAS drops below targets.",
		"category": "Support"
	},
	{
		"title": "API Rate Limit Optimization",
		"description": "Intelligent API call management ensures efficient data retrieval without hitting Facebook's rate limits. Get all your data without interruptions.",
		"category": "Integrations"
	},
	{
		"title": "Historical Data Export",
		"description": "Pull historical Facebook Ads performance data for trend analysis. Access data from any date range to track long-term campaign performance.",
		"category": "Analytics"
	},
	{
		"title": "Campaign Comparison Tools",
		"description": "Compare performance across campaigns, ad sets, and individual ads side-by-side. Identify top performers and underperforming elements quickly.",
		"category": "Analytics"
	},
	{
		"title": "Interactive Setup Wizard",
		"description": "Get started quickly with our step-by-step setup guide. Connect your Facebook Ads account and pull your first report in minutes.",
		"category": "Support"
	},
	{
		"title": "Custom Data Filters",
		"description": "Filter Facebook Ads data by campaign objective, status, date range, and custom parameters. Focus on exactly the data you need to analyze.",
		"category": "Analytics"
	},
	{
		"title": "Visual Performance Charts",
		"description": "Create stunning visualizations of your Facebook Ads data directly in Google Sheets. Generate charts and graphs with one click.",
		"category": "Analytics"
	},
	{
		"title": "AI Campaign Recommendations",
		"description": "Receive AI-generated suggestions for campaign optimization. Get budget allocation recommendations, audience insights, and creative tips.",
		"category": "Analytics"
	},
	{
		"title": "Data Export Options",
		"description": "Export your Facebook Ads data and analysis to CSV, PDF, or other formats. Share reports with clients and stakeholders easily.",
		"category": "Productivity"
	},
	{
		"title": "Onboarding Tutorials",
		"description": "Access video tutorials and guides to master the extension. Learn best practices for Facebook Ads reporting and AI-powered analysis.",
		"category": "Support"
	},
	{
		"title": "Knowledge Base",
		"description": "Browse our comprehensive documentation covering setup, troubleshooting, and advanced features. Find answers to Facebook Ads API and Google Sheets questions.",
		"category": "Support"
	},
	{
		"title": "Live Chat Support",
		"description": "Connect with our support team for immediate help with data syncing issues or analysis questions. Get expert guidance in real-time.",
		"category": "Support"
	},
	{
		"title": "Customizable Templates",
		"description": "Start with pre-built Facebook Ads report templates or create your own. Save time with ready-made dashboards for common use cases.",
		"category": "Productivity"
	},
	{
		"title": "Attribution Window Settings",
		"description": "Configure attribution windows (1-day, 7-day, 28-day) to match your reporting needs. Analyze conversions based on your preferred timeframe.",
		"category": "Analytics"
	},
	{
		"title": "Breakdown Dimensions",
		"description": "Break down ad performance by age, gender, placement, device, and more. Understand which audience segments drive the best results.",
		"category": "Analytics"
	},
	{
		"title": "Ad Creative Preview",
		"description": "View ad creative thumbnails and copy directly within your sheets. Connect performance metrics with actual ad content for better analysis.",
		"category": "Analytics"
	},
	{
		"title": "Budget Pacing Tracker",
		"description": "Monitor campaign budget pacing and spending velocity. Ensure your campaigns spend efficiently without exhausting budgets too quickly.",
		"category": "Analytics"
	}
]